[
  {
    "id": 701,
    "materia": "Formación Cívica y Ética",
    "pregunta": "¿Cuál es el conjunto de principios que rigen la conducta humana, con la cual el ser humano adquiere su identidad y su propia dimensión social?",
    "opciones": {
      "a": "Leyes naturales",
      "b": "Costumbres populares",
      "c": "Formación Cívica y Ética",
      "d": "Reglamentos deportivos"
    },
    "respuesta_correcta": "c",
    "explicacion": "La Formación Cívica y Ética busca desarrollar principios para la conducta humana en sociedad, fomentando valores y la comprensión de derechos y deberes."
  },
  {
    "id": 702,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Las normas que se forman en una comunidad a partir de las costumbres y tradiciones de lo que es justo se refieren a:",
    "opciones": {
      "a": "La ética",
      "b": "La moral",
      "c": "Las leyes jurídicas",
      "d": "Los códigos de vestimenta"
    },
    "respuesta_correcta": "b",
    "explicacion": "La moral se refiere al conjunto de normas, creencias, valores y costumbres que guían la conducta de las personas en una sociedad."
  },
  {
    "id": 703,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El estudio filosófico y científico de la moral, que es teórica mientras que la moral es práctica, se llama:",
    "opciones": {
      "a": "Deontología",
      "b": "Axiología",
      "c": "Ética",
      "d": "Metafísica"
    },
    "respuesta_correcta": "c",
    "explicacion": "La ética es la disciplina filosófica que estudia la moral, los principios del bien y el mal, y el comportamiento humano."
  },
  {
    "id": 704,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Normas que son promulgadas por la Cámara de Diputados y cuyo incumplimiento trae consigo una sanción o castigo:",
    "opciones": {
      "a": "Normas morales",
      "b": "Normas convencionales",
      "c": "Normas jurídicas",
      "d": "Normas religiosas"
    },
    "respuesta_correcta": "c",
    "explicacion": "Las normas jurídicas son reglas de conducta dictadas por una autoridad competente, de cumplimiento obligatorio y respaldadas por la coerción del Estado."
  },
  {
    "id": 705,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La característica de las normas jurídicas que indica que son hechas por terceras personas para aplicarlas a la sociedad en general y provienen de las autoridades es:",
    "opciones": {
      "a": "Generalidad",
      "b": "Obligatoriedad",
      "c": "Coercibilidad",
      "d": "Heteronomía"
    },
    "respuesta_correcta": "d",
    "explicacion": "La heteronomía de las normas jurídicas significa que son impuestas desde fuera del individuo, por una autoridad externa (el Estado)."
  },
  {
    "id": 706,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Documento que en México señala algunas libertades que tenemos los mexicanos y es la ley suprema:",
    "opciones": {
      "a": "Código Civil",
      "b": "Ley Federal del Trabajo",
      "c": "Constitución Política de los Estados Unidos Mexicanos",
      "d": "Código Penal Federal"
    },
    "respuesta_correcta": "c",
    "explicacion": "La Constitución es la Carta Magna que establece los derechos fundamentales, la organización del Estado y las bases del ordenamiento jurídico mexicano."
  },
  {
    "id": 707,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Normas no escritas que se cumplen por el sentimiento de que son obligatorias y son aceptadas por la costumbre, seguidas por un gran número de personas:",
    "opciones": {
      "a": "Normas jurídicas",
      "b": "Normas morales",
      "c": "Normas convencionales (o sociales)",
      "d": "Normas técnicas"
    },
    "respuesta_correcta": "c",
    "explicacion": "Las normas convencionales o de trato social son reglas de cortesía, urbanidad y decoro aceptadas por un grupo social, cuyo incumplimiento genera rechazo social."
  },
  {
    "id": 708,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Etapa de la vida en la que los hombres y mujeres sufren grandes cambios corporales y emocionales, iniciando entre los 11 y 15 años en las niñas y 12 a 16 en los niños:",
    "opciones": {
      "a": "Niñez",
      "b": "Pubertad",
      "c": "Adultez",
      "d": "Vejez"
    },
    "respuesta_correcta": "b",
    "explicacion": "La pubertad es el período de transición de la niñez a la adolescencia, caracterizado por la maduración sexual y cambios físicos y hormonales."
  },
  {
    "id": 709,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Durante la adolescencia, el cambio donde se busca convivir y pertenecer a un grupo y ser reconocido por compañeros y amigos es un cambio de tipo:",
    "opciones": {
      "a": "Físico",
      "b": "Social",
      "c": "Afectivo",
      "d": "Intelectual"
    },
    "respuesta_correcta": "b",
    "explicacion": "El desarrollo social en la adolescencia implica la búsqueda de identidad, la pertenencia a grupos de pares y la construcción de relaciones sociales."
  },
  {
    "id": 710,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Principios y preceptos inherentes a todas las personas y reconocidos por las leyes, como los que se encuentran en los primeros 29 artículos de la Constitución Mexicana:",
    "opciones": {
      "a": "Deberes cívicos",
      "b": "Derechos humanos",
      "c": "Obligaciones fiscales",
      "d": "Normas de tránsito"
    },
    "respuesta_correcta": "b",
    "explicacion": "Los derechos humanos son facultades inherentes a todas las personas por el simple hecho de serlo, garantizados y protegidos por el Estado."
  },
  {
    "id": 711,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Instituciones que han creado el estado y los particulares para proteger a los adolescentes que tienen riesgos en su integridad:",
    "opciones": {
      "a": "Clubes deportivos y bibliotecas",
      "b": "Museos y teatros",
      "c": "DIF, Centros de Salud y Centros de Atención a la Violencia Familiar",
      "d": "Escuelas de manejo y academias de idiomas"
    },
    "respuesta_correcta": "c",
    "explicacion": "Estas instituciones brindan apoyo, protección y atención a niños, niñas y adolescentes en situaciones de vulnerabilidad o violencia."
  },
  {
    "id": 712,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La falta de respeto hacia la forma de ser, de actuar o de pensar de otra persona, basada en prejuicios, se conoce como:",
    "opciones": {
      "a": "Tolerancia",
      "b": "Discriminación",
      "c": "Empatía",
      "d": "Solidaridad"
    },
    "respuesta_correcta": "b",
    "explicacion": "La discriminación es el trato desigual o excluyente hacia una persona o grupo por motivos de raza, género, religión, orientación sexual, etc."
  },
  {
    "id": 713,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Sustancias que introducidas en el organismo son capaces de alterar el sistema nervioso central, produciendo alteraciones físicas, intelectuales o de conducta:",
    "opciones": {
      "a": "Vitaminas",
      "b": "Minerales",
      "c": "Drogas",
      "d": "Antibióticos"
    },
    "respuesta_correcta": "c",
    "explicacion": "Las drogas son sustancias psicoactivas que alteran el funcionamiento del sistema nervioso central, pudiendo generar dependencia y otros problemas de salud."
  },
  {
    "id": 714,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El consumo en exceso de bebidas alcohólicas que contienen etanol, provocando síntomas físicos y sociales, se conoce como:",
    "opciones": {
      "a": "Tabaquismo",
      "b": "Alcoholismo",
      "c": "Anorexia",
      "d": "Bulimia"
    },
    "respuesta_correcta": "b",
    "explicacion": "El alcoholismo es una enfermedad crónica caracterizada por la dependencia física y psicológica del alcohol."
  },
  {
    "id": 715,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Trastorno de salud en el que el paciente literalmente 'se mata de hambre', evitando comer alimentos por el temor de subir de peso:",
    "opciones": {
      "a": "Obesidad",
      "b": "Bulimia",
      "c": "Anorexia",
      "d": "Diabetes"
    },
    "respuesta_correcta": "c",
    "explicacion": "La anorexia nerviosa es un trastorno alimentario caracterizado por una restricción extrema de la ingesta de alimentos y un miedo intenso a ganar peso."
  },
  {
    "id": 716,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Enfermedad de transmisión sexual causada por el virus del Síndrome de Inmunodeficiencia Adquirida, que ataca el sistema inmunológico:",
    "opciones": {
      "a": "Herpes Genital",
      "b": "Sífilis",
      "c": "Gonorrea",
      "d": "VIH/SIDA"
    },
    "respuesta_correcta": "d",
    "explicacion": "El VIH (Virus de Inmunodeficiencia Humana) es el virus que causa el SIDA (Síndrome de Inmunodeficiencia Adquirida), debilitando el sistema inmunológico."
  },
  {
    "id": 717,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La reciprocidad del intercambio de ideas y conocimientos, como la relación entre padres e hijos, es un aspecto de la convivencia llamado:",
    "opciones": {
      "a": "Conocimiento mutuo",
      "b": "Interdependencia",
      "c": "Comunicación",
      "d": "Cooperación"
    },
    "respuesta_correcta": "b",
    "explicacion": "La interdependencia se refiere a la dependencia mutua y recíproca entre individuos o grupos en una relación o sistema."
  },
  {
    "id": 718,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Reconocer y respetar las semejanzas y diferencias que hay entre las personas es fundamental para vivir en:",
    "opciones": {
      "a": "Aislamiento",
      "b": "Conflicto",
      "c": "Armonía",
      "d": "Competencia"
    },
    "respuesta_correcta": "c",
    "explicacion": "El respeto a la diversidad y la comprensión mutua son esenciales para una convivencia armónica y pacífica."
  },
  {
    "id": 719,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Valor que consiste en la capacidad de aceptar las consecuencias de nuestros actos en la medida que obedecen a una elección libre y consciente:",
    "opciones": {
      "a": "Tolerancia",
      "b": "Justicia",
      "c": "Responsabilidad",
      "d": "Honestidad"
    },
    "respuesta_correcta": "c",
    "explicacion": "La responsabilidad implica asumir las consecuencias de las propias acciones y decisiones."
  },
  {
    "id": 720,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El derecho o la facultad que tienen las personas para expresar su opinión, elegir un trabajo o tener una religión se llama:",
    "opciones": {
      "a": "Igualdad",
      "b": "Libertad",
      "c": "Solidaridad",
      "d": "Equidad"
    },
    "respuesta_correcta": "b",
    "explicacion": "La libertad es la capacidad de actuar según la propia voluntad, dentro de los límites establecidos por la ley y el respeto a los derechos de los demás."
  },
  {
    "id": 721,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Forma de gobierno donde los ciudadanos participan en las elecciones para elegir a sus gobernantes libremente y el poder reside en el pueblo:",
    "opciones": {
      "a": "Monarquía",
      "b": "Aristocracia",
      "c": "Democracia",
      "d": "Oligarquía"
    },
    "respuesta_correcta": "c",
    "explicacion": "La democracia es un sistema de gobierno donde el poder emana del pueblo, quien lo ejerce directamente o a través de representantes elegidos."
  },
  {
    "id": 722,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El Artículo 36 de la Constitución Mexicana establece la obligación del ciudadano de la República a:",
    "opciones": {
      "a": "Pagar impuestos",
      "b": "Votar en las elecciones populares",
      "c": "Servir en el ejército",
      "d": "Respetar los símbolos patrios"
    },
    "respuesta_correcta": "b",
    "explicacion": "El voto es tanto un derecho como una obligación ciudadana fundamental en un sistema democrático."
  },
  {
    "id": 723,
    "materia": "Formación Cívica y Ética",
    "pregunta": "En México, el tiempo de gobierno para un Presidente de la República es de:",
    "opciones": {
      "a": "3 años",
      "b": "4 años",
      "c": "5 años",
      "d": "6 años"
    },
    "respuesta_correcta": "d",
    "explicacion": "El período presidencial en México es de seis años, sin posibilidad de reelección inmediata."
  },
  {
    "id": 724,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La conciencia social que da sentido de equivalencia y pertenencia del individuo y su comunidad con el Estado Nacional se llama:",
    "opciones": {
      "a": "Identidad personal",
      "b": "Identidad Nacional",
      "c": "Globalización cultural",
      "d": "Regionalismo"
    },
    "respuesta_correcta": "b",
    "explicacion": "La identidad nacional es el sentimiento de pertenencia a una colectividad histórico-cultural definida con características diversas y un territorio."
  },
  {
    "id": 725,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Son los tres símbolos patrios que constituyen nuestros símbolos de la unidad nacional en México:",
    "opciones": {
      "a": "La Bandera, el Águila Real y el Himno Nacional",
      "b": "El Escudo, la Bandera y el Himno Nacional",
      "c": "La Constitución, la Bandera y el Palacio Nacional",
      "d": "El Himno Nacional, el Presidente y la Suprema Corte"
    },
    "respuesta_correcta": "b",
    "explicacion": "El Escudo, la Bandera y el Himno Nacional son los símbolos oficiales que representan la identidad y unidad de México."
  },
  {
    "id": 726,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Un Estado que separa la vida política de los asuntos religiosos se define como un Estado:",
    "opciones": {
      "a": "Confesional",
      "b": "Teocrático",
      "c": "Laico",
      "d": "Federalista"
    },
    "respuesta_correcta": "c",
    "explicacion": "Un Estado laico es aquel que es independiente de cualquier organización o confesión religiosa, garantizando la libertad de culto."
  },
  {
    "id": 727,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El principio del bien común en la participación en asuntos de interés común establece que:",
    "opciones": {
      "a": "Lo que beneficia al individuo, beneficia al grupo.",
      "b": "Lo que beneficia al grupo, te beneficia a ti.",
      "c": "El interés individual está por encima del colectivo.",
      "d": "Cada quien debe buscar su propio beneficio."
    },
    "respuesta_correcta": "b",
    "explicacion": "El bien común se refiere a aquello que beneficia a todos los miembros de una comunidad, y su búsqueda implica la colaboración y el interés colectivo."
  },
  {
    "id": 728,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La capacidad de crear y generar nuevas ideas para mejorar un proyecto es un valor para la convivencia llamado:",
    "opciones": {
      "a": "Espíritu de servicio",
      "b": "Cooperación",
      "c": "Creatividad",
      "d": "Trabajo"
    },
    "respuesta_correcta": "c",
    "explicacion": "La creatividad es la capacidad de generar nuevas ideas o conceptos, o de nuevas asociaciones entre ideas y conceptos conocidos, que habitualmente producen soluciones originales."
  },
  {
    "id": 729,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El derecho de todos establecido en el artículo 3º de la Constitución Mexicana, que promueve el progreso a la paz y la libertad, es:",
    "opciones": {
      "a": "El derecho a la salud",
      "b": "El derecho al trabajo",
      "c": "El derecho a la educación",
      "d": "El derecho a la libre expresión"
    },
    "respuesta_correcta": "c",
    "explicacion": "El artículo 3° constitucional consagra el derecho a la educación, estableciendo sus principios y características."
  },
  {
    "id": 730,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El Instituto Federal Electoral (IFE), ahora INE, es el organismo encargado de:",
    "opciones": {
      "a": "Vigilar la seguridad nacional",
      "b": "Organizar y vigilar las elecciones",
      "c": "Proteger los derechos de los consumidores",
      "d": "Administrar la justicia federal"
    },
    "respuesta_correcta": "b",
    "explicacion": "El Instituto Nacional Electoral (INE), antes IFE, es la autoridad encargada de organizar las elecciones federales en México y coadyuvar en las locales."
  },
  {
    "id": 731,
    "materia": "Formación Cívica y Ética",
    "pregunta": "En México, los gobernadores de los estados tienen un período de gobierno de:",
    "opciones": {
      "a": "3 años",
      "b": "4 años",
      "c": "5 años",
      "d": "6 años"
    },
    "respuesta_correcta": "d",
    "explicacion": "Al igual que el presidente, los gobernadores de los estados en México ejercen su cargo por un período de seis años."
  },
  {
    "id": 732,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La toma colectiva de decisiones donde interactúan diversos intereses y valores puede ocurrir en el ámbito privado, el gobierno y:",
    "opciones": {
      "a": "Las empresas transnacionales",
      "b": "Las organizaciones sociales",
      "c": "Las instituciones religiosas",
      "d": "Los medios de comunicación"
    },
    "respuesta_correcta": "b",
    "explicacion": "Las organizaciones sociales (ONGs, sindicatos, asociaciones civiles) juegan un papel importante influyendo en la toma de decisiones colectivas y en asuntos de gobierno."
  },
  {
    "id": 733,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Principio que implica que todos los seres humanos nacen libres e iguales en dignidad y derechos, sin importar su raza, color, sexo, etc.",
    "opciones": {
      "a": "Universalidad de los derechos humanos",
      "b": "Incondicionalidad de los derechos humanos",
      "c": "Inalienabilidad de los derechos humanos",
      "d": "Interdependencia de los derechos humanos"
    },
    "respuesta_correcta": "a",
    "explicacion": "La universalidad significa que los derechos humanos pertenecen a todas las personas, en todo lugar y en todo momento."
  },
  {
    "id": 734,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El Artículo 1° de la Constitución Mexicana prohíbe la __________ , que existió durante la colonia.",
    "opciones": {
      "a": "Libertad de expresión",
      "b": "Esclavitud",
      "c": "Propiedad privada",
      "d": "Libertad de culto"
    },
    "respuesta_correcta": "b",
    "explicacion": "El artículo 1° constitucional prohíbe la esclavitud en México y establece que los esclavos extranjeros que pisen territorio nacional alcanzarán, por ese solo hecho, su libertad."
  },
  {
    "id": 735,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La capacidad de una persona para decidir lo que mejor le convenga, actuando con autonomía, es una manifestación de su:",
    "opciones": {
      "a": "Heteronomía",
      "b": "Responsabilidad social",
      "c": "Autonomía moral",
      "d": "Conformidad"
    },
    "respuesta_correcta": "c",
    "explicacion": "La autonomía moral es la capacidad de un individuo para tomar decisiones y actuar según sus propios principios y valores, asumiendo la responsabilidad por ello."
  },
  {
    "id": 736,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El consumo de drogas como la marihuana y la cocaína se considera _________ en muchos países, a diferencia del alcohol y el tabaco.",
    "opciones": {
      "a": "Legal",
      "b": "Ilegal",
      "c": "Recomendado",
      "d": "Obligatorio"
    },
    "respuesta_correcta": "b",
    "explicacion": "La marihuana y la cocaína son sustancias cuyo consumo, posesión y venta están prohibidos o restringidos por la ley en la mayoría de los países."
  },
  {
    "id": 737,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El acercamiento o presión física o verbal no deseados, como miradas, llamadas o conversaciones de contenido sexual que generan sensación de amenaza, es:",
    "opciones": {
      "a": "Acoso",
      "b": "Abuso sexual",
      "c": "Violación",
      "d": "Discriminación"
    },
    "respuesta_correcta": "a",
    "explicacion": "El acoso sexual implica conductas no deseadas de naturaleza sexual que crean un ambiente intimidatorio, hostil u ofensivo."
  },
  {
    "id": 738,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La enfermedad mortal causada por el consumo en exceso de tabaco, que contiene nicotina, se llama:",
    "opciones": {
      "a": "Alcoholismo",
      "b": "Tabaquismo (y sus consecuencias como cáncer)",
      "c": "Cirrosis hepática",
      "d": "Diabetes"
    },
    "respuesta_correcta": "b",
    "explicacion": "El tabaquismo es la adicción al tabaco y es una de las principales causas de enfermedades prevenibles y muerte, incluyendo cáncer de pulmón y enfermedades cardiovasculares."
  },
  {
    "id": 739,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El proceso de transmitir ideas, que tienen un mismo significado para las personas que intervienen en la interacción, se llama:",
    "opciones": {
      "a": "Cooperación",
      "b": "Comunicación",
      "c": "Conflicto",
      "d": "Competencia"
    },
    "respuesta_correcta": "b",
    "explicacion": "La comunicación es el proceso de intercambio de información, ideas, emociones y significados entre dos o más personas."
  },
  {
    "id": 740,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La autoridad política suprema que en la democracia reside en el pueblo se llama:",
    "opciones": {
      "a": "Monarquía",
      "b": "Soberanía",
      "c": "Oligarquía",
      "d": "Tiranía"
    },
    "respuesta_correcta": "b",
    "explicacion": "La soberanía popular es el principio democrático que establece que el poder último reside en el pueblo."
  },
  {
    "id": 741,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El valor que implica el reconocimiento de que todos tenemos los mismos derechos y la obligación de respetarnos mutuamente es la:",
    "opciones": {
      "a": "Libertad",
      "b": "Justicia",
      "c": "Igualdad",
      "d": "Tolerancia"
    },
    "respuesta_correcta": "c",
    "explicacion": "La igualdad ante la ley y de oportunidades es un principio fundamental de los derechos humanos y la democracia."
  },
  {
    "id": 742,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El artículo 5° de la Constitución Mexicana protege la libertad de:",
    "opciones": {
      "a": "Creer o no en la religión que se desee",
      "b": "Transitar libremente por el territorio nacional",
      "c": "Dedicarse al trabajo que se desee siendo lícito",
      "d": "Opinar libremente"
    },
    "respuesta_correcta": "c",
    "explicacion": "El artículo 5° constitucional garantiza la libertad de trabajo, industria, comercio o profesión, siempre que sean lícitos."
  },
  {
    "id": 743,
    "materia": "Formación Cívica y Ética",
    "pregunta": "En México, el período de gobierno para un Presidente Municipal o Alcalde es de:",
    "opciones": {
      "a": "6 años",
      "b": "4 años",
      "c": "3 años",
      "d": "1 año"
    },
    "respuesta_correcta": "c",
    "explicacion": "Los presidentes municipales en México son elegidos por un período de tres años, con posibilidad de reelección consecutiva por un período adicional."
  },
  {
    "id": 744,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La capacidad de una persona para ponerse en el lugar de otra y comprender sus sentimientos y perspectivas se llama:",
    "opciones": {
      "a": "Simpatía",
      "b": "Empatía",
      "c": "Apatía",
      "d": "Antipatía"
    },
    "respuesta_correcta": "b",
    "explicacion": "La empatía es fundamental para las relaciones interpersonales saludables y la convivencia armónica."
  },
  {
    "id": 745,
    "materia": "Formación Cívica y Ética",
    "pregunta": "¿Cuál es el castigo principal de no cumplir las normas morales?",
    "opciones": {
      "a": "Multa económica",
      "b": "Prisión",
      "c": "El desprecio o ser relegado en la sociedad",
      "d": "Expulsión del país"
    },
    "respuesta_correcta": "c",
    "explicacion": "El incumplimiento de normas morales suele generar rechazo social, remordimiento o pérdida de reputación, ya que no son legalmente exigibles."
  },
  {
    "id": 746,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La disposición para trabajar en equipo en busca de un objetivo en común es el valor de:",
    "opciones": {
      "a": "Creatividad",
      "b": "Cooperación",
      "c": "Liderazgo",
      "d": "Individualismo"
    },
    "respuesta_correcta": "b",
    "explicacion": "La cooperación implica trabajar conjuntamente con otros para alcanzar metas compartidas."
  },
  {
    "id": 747,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El derecho a la salud está protegido en la Constitución Mexicana y es una garantía:",
    "opciones": {
      "a": "Individual",
      "b": "Social",
      "c": "Política",
      "d": "Económica"
    },
    "respuesta_correcta": "b",
    "explicacion": "El derecho a la protección de la salud es un derecho social fundamental reconocido en el artículo 4° constitucional."
  },
  {
    "id": 748,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Los partidos políticos son organizaciones de ciudadanos que comparten aspiraciones, ideas y metas, y proponen ocupar cargos de representación popular mediante:",
    "opciones": {
      "a": "Manifestaciones públicas",
      "b": "Las elecciones",
      "c": "La fuerza armada",
      "d": "Acuerdos cupulares"
    },
    "respuesta_correcta": "b",
    "explicacion": "En una democracia, los partidos políticos compiten por el poder a través de procesos electorales."
  },
  {
    "id": 749,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El artículo 24 de la Constitución Mexicana garantiza la libertad de:",
    "opciones": {
      "a": "Trabajo",
      "b": "Expresión",
      "c": "Tránsito",
      "d": "Creencias religiosas (libertad de culto)"
    },
    "respuesta_correcta": "d",
    "explicacion": "El artículo 24 constitucional establece la libertad de convicciones éticas, de conciencia y de religión."
  },
  {
    "id": 750,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El desarrollo integral del adolescente requiere cubrir necesidades como la educación, alimentación, participación social, recreación, salud y:",
    "opciones": {
      "a": "Salud sexual",
      "b": "Riqueza material",
      "c": "Poder político",
      "d": "Fama"
    },
    "respuesta_correcta": "a",
    "explicacion": "La salud sexual y reproductiva es un componente esencial del desarrollo integral y el bienestar de los adolescentes."
  },
  {
    "id": 751,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La característica de los derechos humanos que indica que no pueden perderse ni otorgarse a otra persona es su:",
    "opciones": {
      "a": "Universalidad",
      "b": "Incondicionalidad",
      "c": "Inalienabilidad",
      "d": "Divisibilidad"
    },
    "respuesta_correcta": "c",
    "explicacion": "Los derechos humanos son inalienables, lo que significa que no se pueden ceder, vender ni quitar."
  },
  {
    "id": 752,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La solución principal para resolver los conflictos, buscando la empatía y el entendimiento mutuo, es el:",
    "opciones": {
      "a": "Silencio",
      "b": "Diálogo",
      "c": "Enfrentamiento",
      "d": "Aislamiento"
    },
    "respuesta_correcta": "b",
    "explicacion": "El diálogo es una herramienta fundamental para la resolución pacífica de conflictos, permitiendo la comunicación y la búsqueda de acuerdos."
  },
  {
    "id": 753,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Cuando un adolescente inicia el interés por el sexo opuesto, busca un amor, se vuelve irritable y se siente incomprendido, está experimentando cambios de tipo:",
    "opciones": {
      "a": "Físico",
      "b": "Social",
      "c": "Afectivo",
      "d": "Cognitivo"
    },
    "respuesta_correcta": "c",
    "explicacion": "Estos son cambios emocionales y afectivos típicos de la adolescencia, relacionados con el desarrollo de la identidad y las relaciones interpersonales."
  },
  {
    "id": 754,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El respeto a la dignidad humana es el fundamento de:",
    "opciones": {
      "a": "Los partidos políticos",
      "b": "Los derechos humanos",
      "c": "Las normas de tránsito",
      "d": "Los sistemas económicos"
    },
    "respuesta_correcta": "b",
    "explicacion": "La dignidad inherente a toda persona es el pilar fundamental sobre el que se construyen los derechos humanos."
  },
  {
    "id": 755,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La ayuda que se ofrece sin la finalidad de obtener un beneficio personal es un valor llamado:",
    "opciones": {
      "a": "Espíritu de servicio",
      "b": "Competitividad",
      "c": "Individualismo",
      "d": "Prudencia"
    },
    "respuesta_correcta": "a",
    "explicacion": "El espíritu de servicio se manifiesta en la disposición a ayudar a los demás de manera desinteresada."
  },
  {
    "id": 756,
    "materia": "Formación Cívica y Ética",
    "pregunta": "Las leyes discriminatorias como el Apartheid o los Códigos Negros van en contra de los:",
    "opciones": {
      "a": "Intereses económicos",
      "b": "Valores universales y derechos humanos",
      "c": "Costumbres locales",
      "d": "Sistemas políticos mayoritarios"
    },
    "respuesta_correcta": "b",
    "explicacion": "Este tipo de leyes violan principios fundamentales de igualdad, dignidad y no discriminación, que son valores universales."
  },
  {
    "id": 757,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El Artículo 4° de la Constitución Mexicana establece, entre otros, el derecho a la igualdad entre:",
    "opciones": {
      "a": "Los estados y la federación",
      "b": "El hombre y la mujer",
      "c": "Los ciudadanos y los extranjeros",
      "d": "Los patrones y los trabajadores"
    },
    "respuesta_correcta": "b",
    "explicacion": "El artículo 4° constitucional establece la igualdad del varón y la mujer ante la ley, entre otros derechos fundamentales."
  },
  {
    "id": 758,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La obligación de los padres de velar por sus hijos y el derecho de éstos a ser cuidados se enmarca en la:",
    "opciones": {
      "a": "Paternidad responsable",
      "b": "Libertad de procreación",
      "c": "Autonomía individual",
      "d": "Soberanía familiar"
    },
    "respuesta_correcta": "a",
    "explicacion": "La paternidad y maternidad responsables implican el cuidado, protección, educación y desarrollo integral de los hijos."
  },
  {
    "id": 759,
    "materia": "Formación Cívica y Ética",
    "pregunta": "El consumo de drogas ilegales como la heroína y las anfetaminas puede llevar a la:",
    "opciones": {
      "a": "Farmacodependencia",
      "b": "Mejora del rendimiento físico",
      "c": "Mayor claridad mental",
      "d": "Fortalecimiento del sistema inmune"
    },
    "respuesta_correcta": "a",
    "explicacion": "La farmacodependencia es el estado de dependencia física y/o psicológica a una droga, caracterizado por la necesidad compulsiva de consumirla."
  },
  {
    "id": 760,
    "materia": "Formación Cívica y Ética",
    "pregunta": "La democracia como forma de vida implica no solo un sistema de gobierno, sino también la práctica de valores como:",
    "opciones": {
      "a": "La obediencia ciega y la sumisión",
      "b": "La tolerancia, el respeto y la participación",
      "c": "El autoritarismo y la centralización del poder",
      "d": "La indiferencia y el individualismo extremo"
    },
    "respuesta_correcta": "b",
    "explicacion": "Una cultura democrática se sustenta en valores como la tolerancia, el respeto a la diversidad, la participación ciudadana y la resolución pacífica de conflictos."
  }
]
