[
  {
    "id": 801,
    "materia": "Geografía",
    "pregunta": "¿Cuál es el objeto de estudio de la Geografía, definido como la superficie terrestre transformada continuamente por la interacción entre la naturaleza y sociedad?",
    "opciones": {
      "a": "El universo",
      "b": "Los fenómenos atmosféricos",
      "c": "El espacio geográfico",
      "d": "La historia de la Tierra"
    },
    "respuesta_correcta": "c",
    "explicacion": "El espacio geográfico es el concepto central de la geografía, abarcando todas las interacciones entre los elementos naturales y sociales en la superficie terrestre."
  },
  {
    "id": 802,
    "materia": "Geografía",
    "pregunta": "Los ríos, las montañas, el viento y la lluvia son ejemplos de componentes del espacio geográfico de tipo:",
    "opciones": {
      "a": "Social",
      "b": "Económico",
      "c": "Cultural",
      "d": "Natural"
    },
    "respuesta_correcta": "d",
    "explicacion": "Los componentes naturales son aquellos cuyo origen es la propia naturaleza, como el relieve, el clima, la hidrografía y la vegetación."
  },
  {
    "id": 803,
    "materia": "Geografía",
    "pregunta": "La población, sus aspectos culturales, instituciones y sistemas de gobierno son componentes del espacio geográfico de tipo:",
    "opciones": {
      "a": "Natural",
      "b": "Físico",
      "c": "Social",
      "d": "Biológico"
    },
    "respuesta_correcta": "c",
    "explicacion": "Los componentes sociales son el resultado de las actividades humanas y la organización de la sociedad."
  },
  {
    "id": 804,
    "materia": "Geografía",
    "pregunta": "Un segmento del espacio geográfico relativamente homogéneo, que comparte rasgos naturales o sociales que lo distinguen de otro, se llama:",
    "opciones": {
      "a": "Paisaje",
      "b": "Territorio",
      "c": "Región",
      "d": "Lugar"
    },
    "respuesta_correcta": "c",
    "explicacion": "Una región es un área definida por características comunes, ya sean naturales (clima, relieve) o humanas (cultura, economía)."
  },
  {
    "id": 805,
    "materia": "Geografía",
    "pregunta": "Formas simplificadas de un mapa o plano, dibujos sencillos con referencias y nombres de lugares conocidos para indicar una ruta:",
    "opciones": {
      "a": "Atlas",
      "b": "Globo terráqueo",
      "c": "Croquis",
      "d": "Fotografía aérea"
    },
    "respuesta_correcta": "c",
    "explicacion": "Un croquis es un dibujo esquemático que representa un espacio de forma simplificada, sin la precisión de un mapa formal."
  },
  {
    "id": 806,
    "materia": "Geografía",
    "pregunta": "Representación gráfica de la superficie terrestre que permite obtener información y ampliar conocimientos sobre los elementos que conforman el espacio geográfico:",
    "opciones": {
      "a": "Maqueta",
      "b": "Mapa",
      "c": "Diagrama",
      "d": "Esquema"
    },
    "respuesta_correcta": "b",
    "explicacion": "Los mapas son representaciones planas de la superficie terrestre (o parte de ella) que muestran la distribución y relación de fenómenos geográficos."
  },
  {
    "id": 807,
    "materia": "Geografía",
    "pregunta": "Sistema que consiste en un receptor del tamaño de un teléfono celular conectado a un sistema de 24 satélites artificiales para informar la localización precisa:",
    "opciones": {
      "a": "Sistema de Información Geográfica (SIG)",
      "b": "Radar meteorológico",
      "c": "Sistema de Posicionamiento Global (GPS)",
      "d": "Sonar"
    },
    "respuesta_correcta": "c",
    "explicacion": "El GPS utiliza una red de satélites para determinar la posición exacta de un receptor en cualquier lugar de la Tierra."
  },
  {
    "id": 808,
    "materia": "Geografía",
    "pregunta": "El círculo mayor que divide el planeta en dos hemisferios, el Norte y el Sur, es el:",
    "opciones": {
      "a": "Trópico de Cáncer",
      "b": "Meridiano de Greenwich",
      "c": "Ecuador",
      "d": "Círculo Polar Ártico"
    },
    "respuesta_correcta": "c",
    "explicacion": "La línea del Ecuador es el paralelo 0° que divide la Tierra en los hemisferios Norte y Sur."
  },
  {
    "id": 809,
    "materia": "Geografía",
    "pregunta": "La distancia angular de un punto respecto del meridiano de Greenwich, medida en grados, se llama:",
    "opciones": {
      "a": "Latitud",
      "b": "Longitud",
      "c": "Altitud",
      "d": "Paralelo"
    },
    "respuesta_correcta": "b",
    "explicacion": "La longitud mide la distancia angular al Este o al Oeste del Meridiano de Greenwich (meridiano 0°)."
  },
  {
    "id": 810,
    "materia": "Geografía",
    "pregunta": "La altura de un lugar en relación con el nivel del mar, expresada en metros, se llama:",
    "opciones": {
      "a": "Latitud",
      "b": "Longitud",
      "c": "Altitud",
      "d": "Profundidad"
    },
    "respuesta_correcta": "c",
    "explicacion": "La altitud es la distancia vertical de un punto de la superficie terrestre con respecto al nivel medio del mar."
  },
  {
    "id": 811,
    "materia": "Geografía",
    "pregunta": "El sistema que divide la superficie terrestre en 24 franjas horarias, equivalentes a las 24 horas que tarda el planeta en completar una vuelta sobre su eje, se llama:",
    "opciones": {
      "a": "Sistema de coordenadas geográficas",
      "b": "Sistema de Husos Horarios",
      "c": "Calendario Gregoriano",
      "d": "Escala de Richter"
    },
    "respuesta_correcta": "b",
    "explicacion": "Los husos horarios son cada una de las 24 áreas en que se divide la Tierra, siguiendo la misma definición de tiempo cronométrico."
  },
  {
    "id": 812,
    "materia": "Geografía",
    "pregunta": "La capa sólida y superficial del planeta, que incluye la corteza y una parte del manto superior, se llama:",
    "opciones": {
      "a": "Atmósfera",
      "b": "Hidrósfera",
      "c": "Litósfera",
      "d": "Biósfera"
    },
    "respuesta_correcta": "c",
    "explicacion": "La litósfera es la capa externa y rígida de la Tierra, compuesta por la corteza y la parte superior del manto."
  },
  {
    "id": 813,
    "materia": "Geografía",
    "pregunta": "Grandes bloques en los que está fragmentada la Litósfera, que se desplazan sobre la astenósfera:",
    "opciones": {
      "a": "Continentes",
      "b": "Placas Tectónicas",
      "c": "Cordilleras",
      "d": "Escudos"
    },
    "respuesta_correcta": "b",
    "explicacion": "La teoría de la tectónica de placas explica que la litósfera está dividida en placas que se mueven, interactuando entre sí y causando fenómenos como sismos y vulcanismo."
  },
  {
    "id": 814,
    "materia": "Geografía",
    "pregunta": "Fenómeno que incluye la expulsión de materiales del interior de la tierra como lava, cenizas y gases:",
    "opciones": {
      "a": "Sismicidad",
      "b": "Erosión",
      "c": "Vulcanismo",
      "d": "Meteorización"
    },
    "respuesta_correcta": "c",
    "explicacion": "El vulcanismo es el proceso por el cual el magma y otros materiales del interior de la Tierra ascienden y son expulsados a la superficie."
  },
  {
    "id": 815,
    "materia": "Geografía",
    "pregunta": "Las grandes extensiones de terreno casi planas, aunque lleguen a tener pequeñas ondulaciones, se llaman:",
    "opciones": {
      "a": "Montañas",
      "b": "Mesetas",
      "c": "Llanuras",
      "d": "Depresiones"
    },
    "respuesta_correcta": "c",
    "explicacion": "Las llanuras son áreas extensas de terreno con poca o ninguna variación de altitud."
  },
  {
    "id": 816,
    "materia": "Geografía",
    "pregunta": "La región marina más cercana a los continentes, donde se practican actividades como la pesca y extracción de petróleo, es la:",
    "opciones": {
      "a": "Fosa oceánica",
      "b": "Llanura abisal",
      "c": "Talud continental",
      "d": "Plataforma Continental"
    },
    "respuesta_correcta": "d",
    "explicacion": "La plataforma continental es la prolongación sumergida de los continentes, de poca profundidad y rica en recursos."
  },
  {
    "id": 817,
    "materia": "Geografía",
    "pregunta": "La esfera líquida que contiene toda el agua del planeta en sus tres estados se llama:",
    "opciones": {
      "a": "Litósfera",
      "b": "Atmósfera",
      "c": "Hidrósfera",
      "d": "Criósfera"
    },
    "respuesta_correcta": "c",
    "explicacion": "La hidrósfera comprende toda el agua presente en la Tierra, incluyendo océanos, mares, ríos, lagos, aguas subterráneas, glaciares y vapor de agua."
  },
  {
    "id": 818,
    "materia": "Geografía",
    "pregunta": "Capa gaseosa que envuelve a la Tierra, fundamental para la existencia de vida y que nos protege de radiaciones nocivas:",
    "opciones": {
      "a": "Biósfera",
      "b": "Atmósfera",
      "c": "Geósfera",
      "d": "Magnetósfera"
    },
    "respuesta_correcta": "b",
    "explicacion": "La atmósfera es la envoltura gaseosa que rodea la Tierra, esencial para la vida y reguladora del clima."
  },
  {
    "id": 819,
    "materia": "Geografía",
    "pregunta": "Capa de la atmósfera en contacto con la superficie terrestre, donde ocurren los fenómenos meteorológicos:",
    "opciones": {
      "a": "Estratósfera",
      "b": "Mesósfera",
      "c": "Tropósfera",
      "d": "Ionósfera"
    },
    "respuesta_correcta": "c",
    "explicacion": "La tropósfera es la capa más baja de la atmósfera, donde se desarrolla la vida y ocurren la mayoría de los fenómenos climáticos."
  },
  {
    "id": 820,
    "materia": "Geografía",
    "pregunta": "Capa de la atmósfera donde se encuentra la capa de ozono, que nos protege de la radiación ultravioleta:",
    "opciones": {
      "a": "Tropósfera",
      "b": "Estratósfera",
      "c": "Exósfera",
      "d": "Termósfera"
    },
    "respuesta_correcta": "b",
    "explicacion": "La estratósfera contiene la capa de ozono, vital para absorber la mayor parte de la radiación UV dañina del Sol."
  },
  {
    "id": 821,
    "materia": "Geografía",
    "pregunta": "El aire en movimiento, que se desplaza de zonas de alta presión a zonas de baja presión, se llama:",
    "opciones": {
      "a": "Humedad",
      "b": "Viento",
      "c": "Corriente marina",
      "d": "Precipitación"
    },
    "respuesta_correcta": "b",
    "explicacion": "El viento es el movimiento del aire en la atmósfera, causado por diferencias de presión atmosférica."
  },
  {
    "id": 822,
    "materia": "Geografía",
    "pregunta": "La esfera de la vida, una capa relativamente delgada donde aire, tierra y agua interactúan para sustentar la vida, es la:",
    "opciones": {
      "a": "Litósfera",
      "b": "Atmósfera",
      "c": "Hidrósfera",
      "d": "Biósfera"
    },
    "respuesta_correcta": "d",
    "explicacion": "La biósfera es la suma de todos los ecosistemas de la Tierra, donde existe vida."
  },
  {
    "id": 823,
    "materia": "Geografía",
    "pregunta": "México, junto con Brasil y Australia, forma parte del grupo de 17 países considerados como ___________ por su gran riqueza de especies.",
    "opciones": {
      "a": "Desarrollados",
      "b": "Megadiversos",
      "c": "Industrializados",
      "d": "Desérticos"
    },
    "respuesta_correcta": "b",
    "explicacion": "Los países megadiversos albergan la mayor parte de la biodiversidad del planeta."
  },
  {
    "id": 824,
    "materia": "Geografía",
    "pregunta": "Técnicas para aprovechar la naturaleza sin perjudicarla, como el uso de energía solar y el reciclaje, se conocen como:",
    "opciones": {
      "a": "Políticas ambientales",
      "b": "Ecotecnias",
      "c": "Ecoturismo",
      "d": "Desarrollo industrial"
    },
    "respuesta_correcta": "b",
    "explicacion": "Las ecotecnias son tecnologías diseñadas para ser sostenibles y amigables con el medio ambiente."
  },
  {
    "id": 825,
    "materia": "Geografía",
    "pregunta": "El número total de habitantes de un lugar determinado se llama:",
    "opciones": {
      "a": "Población relativa",
      "b": "Densidad de población",
      "c": "Población absoluta",
      "d": "Tasa de natalidad"
    },
    "respuesta_correcta": "c",
    "explicacion": "La población absoluta es el número total de personas que viven en un área geográfica específica."
  },
  {
    "id": 826,
    "materia": "Geografía",
    "pregunta": "El cambio de residencia de las personas, ya sea dentro de un país o hacia otro, se conoce como:",
    "opciones": {
      "a": "Turismo",
      "b": "Migración",
      "c": "Urbanización",
      "d": "Globalización"
    },
    "respuesta_correcta": "b",
    "explicacion": "La migración es el movimiento de personas de un lugar a otro con la intención de establecerse de forma temporal o permanente."
  },
  {
    "id": 827,
    "materia": "Geografía",
    "pregunta": "La probabilidad de que ocurra un evento natural o de origen humano potencialmente destructivo se llama:",
    "opciones": {
      "a": "Vulnerabilidad",
      "b": "Desastre",
      "c": "Riesgo",
      "d": "Peligro"
    },
    "respuesta_correcta": "c",
    "explicacion": "El riesgo es la combinación de la probabilidad de que ocurra un evento peligroso y la magnitud de sus consecuencias negativas."
  },
  {
    "id": 828,
    "materia": "Geografía",
    "pregunta": "La actividad económica que consiste en el aprovechamiento del suelo para cultivar plantas, semillas y frutas es la:",
    "opciones": {
      "a": "Ganadería",
      "b": "Pesca",
      "c": "Agricultura",
      "d": "Minería"
    },
    "respuesta_correcta": "c",
    "explicacion": "La agricultura es el cultivo de la tierra para la producción de alimentos y otros productos vegetales."
  },
  {
    "id": 829,
    "materia": "Geografía",
    "pregunta": "La crianza, cuidado y reproducción de animales para la obtención de alimentos y otros productos se llama:",
    "opciones": {
      "a": "Agricultura",
      "b": "Silvicultura",
      "c": "Ganadería",
      "d": "Acuicultura"
    },
    "respuesta_correcta": "c",
    "explicacion": "La ganadería es la cría de animales domésticos con fines productivos."
  },
  {
    "id": 830,
    "materia": "Geografía",
    "pregunta": "Regiones forestales que incluyen bosques, selvas y matorrales, donde predominan climas fríos en América del Norte:",
    "opciones": {
      "a": "Praderas",
      "b": "Bosques de coníferas (Taiga)",
      "c": "Selvas tropicales",
      "d": "Desiertos"
    },
    "respuesta_correcta": "b",
    "explicacion": "Los bosques de coníferas, o taiga, son característicos de climas fríos y subárticos, dominados por árboles como pinos y abetos."
  },
  {
    "id": 831,
    "materia": "Geografía",
    "pregunta": "El aprovechamiento de los recursos del subsuelo, como minerales metálicos y no metálicos, es la:",
    "opciones": {
      "a": "Agricultura",
      "b": "Industria",
      "c": "Minería",
      "d": "Pesca"
    },
    "respuesta_correcta": "c",
    "explicacion": "La minería es la extracción de minerales valiosos u otros materiales geológicos de la Tierra."
  },
  {
    "id": 832,
    "materia": "Geografía",
    "pregunta": "La industria que transforma las materias primas que le suministra la industria básica se considera una industria:",
    "opciones": {
      "a": "Pesada o básica",
      "b": "De Transformación (o ligera)",
      "c": "Extractiva",
      "d": "Manufacturera"
    },
    "respuesta_correcta": "b",
    "explicacion": "La industria de transformación (o secundaria) convierte las materias primas en productos semielaborados o bienes de consumo."
  },
  {
    "id": 833,
    "materia": "Geografía",
    "pregunta": "El organismo internacional cuyo objetivo es facilitar el comercio internacional promoviendo la cooperación monetaria es el:",
    "opciones": {
      "a": "Banco Mundial (BM)",
      "b": "Organización Mundial de Comercio (OMC)",
      "c": "Fondo Monetario Internacional (FMI)",
      "d": "Organización para la Cooperación y el Desarrollo Económico (OCDE)"
    },
    "respuesta_correcta": "c",
    "explicacion": "El FMI trabaja para fomentar la cooperación monetaria global, asegurar la estabilidad financiera y facilitar el comercio internacional."
  },
  {
    "id": 834,
    "materia": "Geografía",
    "pregunta": "Países como Alemania, Francia, Gran Bretaña y Estados Unidos, que integran el Grupo de los Ocho, se consideran países:",
    "opciones": {
      "a": "Periféricos",
      "b": "Semiperiféricos",
      "c": "En desarrollo",
      "d": "Centrales"
    },
    "respuesta_correcta": "d",
    "explicacion": "Los países centrales son las economías más desarrolladas e influyentes en el sistema económico mundial."
  },
  {
    "id": 835,
    "materia": "Geografía",
    "pregunta": "El Producto Interno Bruto (PIB) es una medida que utilizan los economistas para conocer el valor total de los bienes y servicios producidos en un país durante:",
    "opciones": {
      "a": "Un mes",
      "b": "Un trimestre",
      "c": "Un semestre",
      "d": "Un año"
    },
    "respuesta_correcta": "d",
    "explicacion": "El PIB mide la producción económica de un país en un período determinado, generalmente un año."
  },
  {
    "id": 836,
    "materia": "Geografía",
    "pregunta": "La industria que se dedica a producir cualquier tipo de manufacturas, ya sea la totalidad o una parte del proceso de fabricación, se llama:",
    "opciones": {
      "a": "Industria extractiva",
      "b": "Industria básica",
      "c": "Industria maquiladora",
      "d": "Industria agrícola"
    },
    "respuesta_correcta": "c",
    "explicacion": "La industria maquiladora se caracteriza por ensamblar o manufacturar productos para la exportación, a menudo utilizando componentes importados."
  },
  {
    "id": 837,
    "materia": "Geografía",
    "pregunta": "Un conjunto de personas que comparten historia y rasgos culturales, como lengua, religión y costumbres, se define como:",
    "opciones": {
      "a": "Una clase social",
      "b": "Un partido político",
      "c": "Una Etnia o Grupo Étnico",
      "d": "Una empresa transnacional"
    },
    "respuesta_correcta": "c",
    "explicacion": "Un grupo étnico es una comunidad de personas que comparten una ascendencia, historia, cultura, idioma o religión comunes."
  },
  {
    "id": 838,
    "materia": "Geografía",
    "pregunta": "El continente con mayor diversidad lingüística, donde se hablan más de 2000 lenguas, es:",
    "opciones": {
      "a": "Europa",
      "b": "América",
      "c": "Asia",
      "d": "África"
    },
    "respuesta_correcta": "c",
    "explicacion": "Aunque África también tiene una gran diversidad, Asia, por su vasta extensión y antiguas civilizaciones, alberga una enorme cantidad de lenguas. (Nota: el libro de apoyo menciona África como segundo, pero algunas fuentes varían o se refieren a densidad de lenguas por área)."
  },
  {
    "id": 839,
    "materia": "Geografía",
    "pregunta": "Las religiones que se basan en la existencia de varios dioses se llaman:",
    "opciones": {
      "a": "Monoteístas",
      "b": "Politeístas",
      "c": "Ateas",
      "d": "Agnósticas"
    },
    "respuesta_correcta": "b",
    "explicacion": "El politeísmo es la creencia en la existencia de múltiples dioses o deidades."
  },
  {
    "id": 840,
    "materia": "Geografía",
    "pregunta": "El comercio mundial de bienes culturales como películas, libros y música se ha _________ conforme a la intensificación del proceso de globalización.",
    "opciones": {
      "a": "Reducido",
      "b": "Mantenido igual",
      "c": "Cuadruplicado",
      "d": "Prohibido"
    },
    "respuesta_correcta": "c",
    "explicacion": "La globalización ha facilitado enormemente el intercambio y la comercialización de productos culturales a nivel mundial."
  },
  {
    "id": 841,
    "materia": "Geografía",
    "pregunta": "La caída del régimen soviético a principios de los años noventa del siglo pasado dio como resultado la _________ de las fronteras de varios países europeos.",
    "opciones": {
      "a": "Fortificación",
      "b": "Modificación",
      "c": "Eliminación total",
      "d": "Congelación"
    },
    "respuesta_correcta": "b",
    "explicacion": "La disolución de la URSS y Yugoslavia llevó a la creación de nuevos estados y a la redefinición de fronteras en Europa del Este."
  },
  {
    "id": 842,
    "materia": "Geografía",
    "pregunta": "El desequilibrio entre las naciones más poderosas y las menos poderosas, donde los países ricos imponen decisiones sobre los pobres, es un efecto de la:",
    "opciones": {
      "a": "Cooperación internacional",
      "b": "Desigualdad económica y política global",
      "c": "Autosuficiencia nacional",
      "d": "Neutralidad"
    },
    "respuesta_correcta": "b",
    "explicacion": "La globalización también ha exacerbado las desigualdades entre países, con naciones más poderosas ejerciendo mayor influencia en el escenario mundial."
  },
  {
    "id": 843,
    "materia": "Geografía",
    "pregunta": "En México, se tienen identificados 62 grupos etnolingüísticos, entre los más numerosos están el náhuatl, el maya y el:",
    "opciones": {
      "a": "Otomí",
      "b": "Tarahumara",
      "c": "Zapoteco",
      "d": "Mixteco"
    },
    "respuesta_correcta": "c",
    "explicacion": "El náhuatl, el maya y el zapoteco son algunas de las lenguas indígenas con mayor número de hablantes en México."
  },
  {
    "id": 844,
    "materia": "Geografía",
    "pregunta": "La disminución del número de hablantes de lenguas indígenas en México se debe, entre otras causas, a la mayor convivencia con el resto de la sociedad y la sustitución por el:",
    "opciones": {
      "a": "Inglés",
      "b": "Francés",
      "c": "Español",
      "d": "Portugués"
    },
    "respuesta_correcta": "c",
    "explicacion": "La presión social, la discriminación y la falta de apoyo institucional han contribuido al desplazamiento de las lenguas indígenas por el español."
  },
  {
    "id": 845,
    "materia": "Geografía",
    "pregunta": "La organización política de un país incluye la definición de sus fronteras, la estructura de su gobierno y la relación con:",
    "opciones": {
      "a": "Su flora y fauna exclusivamente",
      "b": "Otras naciones y organismos internacionales",
      "c": "Sus tradiciones culinarias",
      "d": "Sus equipos deportivos"
    },
    "respuesta_correcta": "b",
    "explicacion": "La organización política de un Estado soberano implica su interacción en el sistema internacional con otros Estados y organizaciones."
  },
  {
    "id": 846,
    "materia": "Geografía",
    "pregunta": "Los mapas que representan un tema específico, como el clima, la población o la vegetación, se llaman mapas:",
    "opciones": {
      "a": "Topográficos",
      "b": "Políticos",
      "c": "Temáticos",
      "d": "Generales"
    },
    "respuesta_correcta": "c",
    "explicacion": "Los mapas temáticos se enfocan en mostrar la distribución espacial de un fenómeno geográfico particular."
  },
  {
    "id": 847,
    "materia": "Geografía",
    "pregunta": "El movimiento de rotación de la Tierra es el que realiza sobre su propio eje y da origen a:",
    "opciones": {
      "a": "Las estaciones del año",
      "b": "La sucesión del día y la noche",
      "c": "Los eclipses",
      "d": "Las mareas"
    },
    "respuesta_correcta": "b",
    "explicacion": "El movimiento de rotación de la Tierra sobre su eje es responsable de la alternancia entre el día y la noche."
  },
  {
    "id": 848,
    "materia": "Geografía",
    "pregunta": "El movimiento de traslación de la Tierra alrededor del Sol, junto con la inclinación del eje terrestre, da origen a:",
    "opciones": {
      "a": "Los terremotos",
      "b": "Las erupciones volcánicas",
      "c": "Las estaciones del año",
      "d": "Los husos horarios"
    },
    "respuesta_correcta": "c",
    "explicacion": "La combinación del movimiento de traslación y la inclinación axial de la Tierra causa las diferentes estaciones del año."
  },
  {
    "id": 849,
    "materia": "Geografía",
    "pregunta": "El fenómeno natural por el cual las costas de América Latina pueden verse afectadas, relacionado con el calentamiento del Océano Pacífico, es:",
    "opciones": {
      "a": "El Monzón",
      "b": "El Huracán",
      "c": "El Niño",
      "d": "La Niña"
    },
    "respuesta_correcta": "c",
    "explicacion": "El fenómeno de El Niño es una oscilación climática que implica el calentamiento anómalo de las aguas superficiales del Pacífico ecuatorial, afectando el clima global."
  },
  {
    "id": 850,
    "materia": "Geografía",
    "pregunta": "La actividad económica que consiste en la captura de especies acuáticas en el mar o en cuerpos de agua dulce es la:",
    "opciones": {
      "a": "Acuicultura",
      "b": "Pesca",
      "c": "Navegación",
      "d": "Maricultura"
    },
    "respuesta_correcta": "b",
    "explicacion": "La pesca es la actividad de extraer peces y otros organismos acuáticos de su medio natural."
  },
  {
    "id": 851,
    "materia": "Geografía",
    "pregunta": "El acuerdo internacional que busca reducir los impuestos por importaciones para facilitar el intercambio mundial de mercancías es el:",
    "opciones": {
      "a": "Protocolo de Kyoto",
      "b": "Acuerdo General sobre Aranceles Aduaneros y Comercio (GATT)",
      "c": "Convención sobre Biodiversidad",
      "d": "Tratado de No Proliferación Nuclear"
    },
    "respuesta_correcta": "b",
    "explicacion": "El GATT (ahora parte de la OMC) fue un acuerdo multilateral para reducir barreras al comercio internacional, como los aranceles."
  },
  {
    "id": 852,
    "materia": "Geografía",
    "pregunta": "La principal causa de la migración en la actualidad, que lleva a las personas de países menos desarrollados hacia naciones con mayor poder económico, es la necesidad de:",
    "opciones": {
      "a": "Aventura y exploración",
      "b": "Empleo y mejores condiciones de vida",
      "c": "Turismo cultural",
      "d": "Estudios religiosos"
    },
    "respuesta_correcta": "b",
    "explicacion": "La búsqueda de oportunidades económicas y una mejor calidad de vida son los principales motores de la migración internacional."
  },
  {
    "id": 853,
    "materia": "Geografía",
    "pregunta": "Para estimar un riesgo, se deben identificar los factores de riesgo, analizar la __________ de la población y evaluar los daños que podría generar.",
    "opciones": {
      "a": "Riqueza",
      "b": "Cultura",
      "c": "Vulnerabilidad",
      "d": "Densidad"
    },
    "respuesta_correcta": "c",
    "explicacion": "La vulnerabilidad se refiere al grado en que una comunidad o sistema es susceptible a los efectos adversos de un peligro."
  },
  {
    "id": 854,
    "materia": "Geografía",
    "pregunta": "La actividad agrícola está determinada en gran medida por la presencia de recursos naturales como el agua y:",
    "opciones": {
      "a": "Minerales metálicos",
      "b": "Suelos ricos en nutrientes",
      "c": "Combustibles fósiles",
      "d": "Vientos fuertes"
    },
    "respuesta_correcta": "b",
    "explicacion": "La fertilidad del suelo, junto con la disponibilidad de agua, es crucial para el éxito de la agricultura."
  },
  {
    "id": 855,
    "materia": "Geografía",
    "pregunta": "La ganadería que se realiza en espacios cerrados como establos y granjas, con alta tecnología, se llama ganadería:",
    "opciones": {
      "a": "Extensiva",
      "b": "Intensiva",
      "c": "De subsistencia",
      "d": "Nómada"
    },
    "respuesta_correcta": "b",
    "explicacion": "La ganadería intensiva se caracteriza por una alta densidad de animales, el uso de tecnología y un control riguroso de la producción."
  }
]